Ran Plan for project: `github-demo` dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_team.example will be created
+ resource "github_team" "example" {
      + create_default_maintainer = false
      + description               = "Example team created via Terraform"
      + etag                      = (known after apply)
      + id                        = (known after apply)
      + members_count             = (known after apply)
      + name                      = "example-team"
      + node_id                   = (known after apply)
      + notification_setting      = "notifications_enabled"
      + parent_team_read_id       = (known after apply)
      + parent_team_read_slug     = (known after apply)
      + privacy                   = "closed"
      + slug                      = (known after apply)
    }

  # github_team_repository.example will be created
+ resource "github_team_repository" "example" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "atlantis-terraform-github"
      + team_id    = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ team_name = "example-team"
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p github-demo
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://platform.dev.geonet.cloud/atlantis/lock?id=cloudbuildlab%252Fatlantis-terraform-github%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p github-demo
  ```
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```